[Alarm.Alarm_Regent_twk:DisTweaks_Interactable_AlarmBell_0 DisTweaks_Interactable_AlarmBell]
m_UnringAlarmText="`GBA_Use` 停止"
m_Name="警铃"
m_InteractText=" `GBA_Use` 鸣响"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[AudiographPanel_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="音频播放机"
m_InteractText=" `GBA_Use` 播放音频"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LedgeTransitionDoor_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔之外"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LedgeTransitionDoorExt_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔大厅"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Courtyard_to_Foyer_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_Courtyard_to_Foyer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔大厅"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_FishEntrance_to_Foyer_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_FishEntrance_to_Foyer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔大厅"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_FoyerLedge_to_YardLedge_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText="按 `GBA_Use` 前往高塔庭院边缘"

[Door_Transitions.LTD_FoyerMain_To_Courtyard_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_FoyerMain_To_Courtyard_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔之外"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_FoyerSide_to_FishEnt_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_FoyerSide_to_FishEnt_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔之外"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Ledge_to_Foyer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText="按 `GBA_Use` 前往门厅窗台"

[Door_Transitions.LTD_rooftop_to_interiorStairs_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_rooftop_to_interiorStairs_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔内部"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_TowerStairs_to_Roof_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="此门需要在别处打开。"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_TowerStairs_to_Roof_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃高塔屋顶"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[FireplaceLightSwitch_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="灯"
m_InteractText=" `GBA_Use` 转动"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lens_Lever_twk DisTweaks_UsableObject]
m_LockedMessage="现在不能使用"

[Pwn_PropagandaOfficer DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_PropagandaOfficer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="宣传官"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[TowerReturn_Notes_Granny DisAbstractItem]
m_ItemName="可爱的小宝贝"
m_PluralItemName=""
m_Description="哦，可爱的小宝贝，可爱的小宝贝。走进地下室，多么可爱的小宝贝。你为什么不出来见我呢？当你在这儿时，我们让他们尖叫，不是吗？回来看我时我会给你另一个礼物，亮闪闪的雕刻。你没有太多恰当的谈话技巧，使你烦恼，但是我喜欢看你工作。当你回来我会给你讲些故事，这样的故事。\n\n你亲爱的奶奶"

[TowerReturn_Notes_Worship DisAbstractItem]
m_ItemName="督军的连祷文"
m_PluralItemName=""
m_Description="在出格之念变得桀骜、分裂之前约束它。两个敌人能占据同一个身体吗？不能，因为第一个会把身体引向一边，第二个则引向另一边，直到他们跌进沟里。同样，两种相悖的思想无法长久共存于一个人的心中，否则他会意志薄弱，任由任何异端邪说摆布。约束谎言之舌，它如同人口中的一粒火星。它虽微小，一粒火星却能将整座城市烧成平地。谎言的始作俑者将受到惩罚，每多一个人传递谎言，惩罚便加重一分。约束喜爱擅闯的流浪之足。它们无视他人田地的界石，游荡到异国他乡，归来时脚底已被罪孽染黑。\n"

[tray_twk:DisTweaks_InteractableInterface_17 DisTweaks_InteractableInterface]
m_Name="盘子"
m_InteractText="`GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

